[
    {
      "id": "1",
      "title": "Дракон",
      "vendor_code": "111",
      "description": "Дракон - символ 2024 года. Год животного, который объединяет дух земли и неба, приносит благополучие и удачу, считается наиболее благополучным среди всех двенадцати знаков восточного гороскопа",
      "price": 1000,
      "img": "дракон.png"
    },
    {
      "id": "2",
      "title": "Конфета",
      "vendor_code": "222",
      "description": "Традиция праздновать Новый год с елкой появилась в России при Петре I. Ещё в молодые годы, бывая в гостях у своих немецких друзей, Пётр заметил рождественскую ель, на которой вместо шишек были фрукты и конфеты",
      "price": 200,
      "img": "конфета.png"
    },
    {
      "id": "3",
      "title": "Набор ёлочных шаров",
      "vendor_code": "333",
      "description": "Легенда рассказывает, что первый елочный шар создали стеклодувы из Лауша, что в Тюрингии (Германия). Случилось это в 1848 году. Тот год оказался малоурожайным на яблоки, и германцам нечем было украшать свои елки",
      "price": 500,
      "img": "набор.png"
    },
    {
      "id": "4",
      "title": "Звезда",
      "vendor_code": "444",
      "description": "Верхушку ёлки украшали звездой, - символом Вифлеемской звезды, возвестившей миру о рождении Спасителя. Цвет звезды мог быть золотистым, серебристым или белым (по поводу цвета писать в соц.сеть)",
      "price": 1200,
      "img": "звезда.png"
    }
    ,
    {
      "id": "5",
      "title": "Щелкунчик",
      "vendor_code": "555",
      "description": "Благодаря Петру Ильичу Чайковскому и его балету «Щелкунчик» этот персонаж стал символом Рождества",
      "price": 400,
      "img": "Щелкунчик.png"
    },
    {
      "id": "6",
      "title": "Имбирные печенья",
      "vendor_code": "666",
      "description": "Идею добавления пряностей в муку принесли в Европу рыцари из походов на Ближний Восток",
      "price": 50,
      "img": "печенье.jpg"
    },
    {
      "id": "7",
      "title": "Леденцы",
      "vendor_code": "777",
      "description": "Новогодние леденцы - отличный способ добавить праздничное насроение детям и взрослым",
      "price": 100,
      "img": "новогодние_леденцы.jpg"
    },
    {
      "id": "8",
      "title": "Венок на дверь",
      "vendor_code": "888",
      "description": "Новогодний венок на дверь - отличный способ добавить праздничное настроение соседям",
      "price": 800,
      "img": "новогодний_венок_на_дверь.jpg"
    },
    {
      "id": "9",
      "title": "Венок на стол",
      "vendor_code": "999",
      "description": "Новогодний венок на стол станет отличным дополнением к праздничному столу",
      "price": 1400,
      "img": "новогодний_венок_на_стол.jpg"
    }
    ,
    {
      "id": "10",
      "title": "Мини елочки из шишки",
      "vendor_code": "101010",
      "description": "Даже такие маленькие детали позволят поддержать новогоднее настроение",
      "price": 150,
      "img": "миниелочки_шишки.jpg"
    }
  ]

